{
  "compress-image": [
    {
      "type": "A",
      "heading": "Compress Image with Manish Singh",
      "paragraph": "Your paragraph text appears here. This will support your heading.\n\nYour paragraph text appears here. This will support your heading.\n\nYour paragraph text appears here. This will support your heading.\n\n",
      "image": {
        "src": "/hero_section_smartpdfx.webp",
        "alt": "hero_section_smartpdfx"
      },
      "buttons": [
        {
          "text": "Pdf to JPG",
          "href": "/pdf-jpg"
        }
      ],
      "updatedAt": "2025-11-02T11:13:18.840Z"
    }
  ],
  "compress-pdf": [],
  "rotate-pdf": [],
  "jpg-to-pdf": [
    {
      "type": "A",
      "heading": "JPG to PDF Document Converter",
      "paragraph": "If you want your document to be converted using our JPG to PDF Document Converter, then you are at the right place. With our advanced AI integration, you can convert your documents fast and securely. We don’t store your data — our AI-built platform is designed to protect user privacy. We use client-side storage, which means your files stay safely in your browser.\n\nBut if you are looking for a PDF to JPG, JPEG Converter OR want to Convert PDF Document to JPG, please click the button below to reach the destination.",
      "image": {
        "src": "/page/jpg_to_pdf_document_convertor.webp",
        "alt": "jpg_to_pdf_document_converter"
      },
      "buttons": [
        {
          "text": "PDF to JPG, JPEG Converter",
          "href": "/pdf-to-jpg"
        },
        {
          "text": "Convert PDF Document to JPG",
          "href": "/pdf-to-jpg"
        }
      ],
      "updatedAt": "2025-11-10T17:18:05.937Z"
    }
  ],
  "png-to-pdf": [
    {
      "type": "A",
      "heading": "Multiple PNG to PDF Document Converter",
      "paragraph": "Using our PNG to PDF high quality Document Converter not only one, multiple png to pdf high quality converter. With our advanced AI integration, you can convert your documents fast and securely. We don’t store your data — our AI-built platform is designed to protect user privacy. We use client-side storage, which means your files stay safely in your browser. But if you are looking for a PDF to JPG, JPEG Converter OR want to Convert PDF Document to JPG, please click the button below to reach the destination.",
      "image": {
        "src": "/page/multiple-png-to-pdf-document-converter.png",
        "alt": "multiple-png-to-pdf-document-converter"
      },
      "buttons": [
        {
          "text": "PDF to JPG, JPEG Converter",
          "href": "/pdf-to-jpg"
        },
        {
          "text": "Convert PDF Document to JPG",
          "href": "/pdf-to-jpg"
        }
      ],
      "updatedAt": "2025-11-12T01:11:35.428Z"
    },
    {
      "type": "B",
      "heading": "Convert Picture to PDF Online Free Download",
      "paragraph": "Using our tool you can simply convert any picture to PDF Online free download, not only one you can try with adding multiple images into pdf without paying any money or any subscription plan, Here we have launched this software to access free all tools without paying anything but if you want to support our work you can support by giving Rs. 1 by UPI or QR code and i would request you to explore our others tools as well for free, we have integrated AI in some tools please try our best tools image to text if you want to reduce your time without typing a single line, Our AI built tools are 99% accuracy of your handwritten images into text you can copy and re-edit in the wordpad or any text editor.",
      "image": {
        "src": "/page/convert-picture-to-pdf-online-free-download.png",
        "alt": "convert-picture-to-pdf-online-free-download"
      },
      "buttons": [
        {
          "text": "OCR image to text",
          "href": "/image-to-text"
        },
        {
          "text": "PDF OCR",
          "href": "/pdf-ocr"
        }
      ],
      "updatedAt": "2025-11-12T01:01:30.559Z"
    }
  ]
}